Revit 2020 API
FormatOptions.IsValidUnitSymbol Method
Overload List
Name | Description
IsValidUnitSymbol(UnitSymbolType)
 Checks whether a unit symbol is valid for the display unit in this FormatOptions.
IsValidUnitSymbol(DisplayUnitType, UnitSymbolType)
 Checks whether a unit symbol is valid for a given display unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace